[
  {
    "id": 1,
    "title_uz": "Xalqaro darajadagi kasbiy rivojlanish kurslari",
    "title_ru": "Международные курсы профессионального развития",
    "title_en": "International Professional Development Courses",
    "description_uz": "288 soatlik malaka oshirish kursi tashkil etiladi",
    "description_ru": "Организуется 288-часовой курс повышения квалификации",
    "description_en": "288-hour professional development course is organized",
    "content_uz": "Malaka oshirish kursi 288 soatni tashkil etadi. Bunda o'quv dasturining 144 soat hajmini tinglovchi tomonidan mustaqil o'lashtirish shakli orqali, 72 soat hajmi ishdan ajralgan holda xorijiy davlatlardagi ta'lim tashkilotlarida ko'chma tarzda (yoki onlayn shaklda) va 72 soati to'g'ridan-to'g'ri (bevosita) malaka oshirish shaklida ishdan ajralgan holda amalga oshiriladi.\n\nAttestatsiyadan muvaffaqiyatli o'tgan kurs tinglovchilariga O'zbekiston Respublikasi Prezidentining 2015-yil 12-iyundagi PF-4732-son Farmoni 3-ilovasi bilan tasdiqlangan davlat namunasidagi malaka attestati hamda xorijiy ta'lim tashkilotining sertifikati beriladi.\n\n144 akademik soatlik kasbiy rivojlantirish laboratoriya sharoitida va mustaqil ta'lim shaklida amalga oshiriladi. Ushbu jarayon doirasida tinglovchilar Finlandiya ta'lim moduli asosida o'z kasbiy rivojlanish trayektoriyasini rejalashtiradi hamda faoliyat natijalarini elektron va reflektiv portfolioda jamlaydi.\n\nKasbiy rivojlantirishning muhim tarkibiy qismi sifatida loyiha faoliyati amalga oshiriladi. Tinglovchilar STEAM yondashuvi va loyiha asosida o'qitish (PBL) metodologiyasi asosida maktabgacha ta'lim, umumiy o'rta ta'lim yoki oliy ta'lim bosqichlariga mos ta'limiy yoki metodik loyihalarni ishlab chiqadilar.\n\nShuningdek, kasbiy rivojlantirish jarayonida laboratoriya ishlari keng o'rin egallaydi. Tinglovchilar robototexnika, 3D printerlar, VR/AR texnologiyalari, raqamli laboratoriyalar va interaktiv o'quv platformalaridan foydalangan holda amaliy mashg'ulotlar olib boradilar.",
    "content_ru": "Курс повышения квалификации составляет 288 часов. При этом 144 часа учебной программы осваиваются слушателем в форме самостоятельного изучения, 72 часа - с отрывом от работы в образовательных организациях зарубежных стран в мобильной форме (или онлайн) и 72 часа - в форме прямого (непосредственного) повышения квалификации с отрывом от работы.\n\nСлушателям курса, успешно прошедшим аттестацию, выдается аттестат государственного образца, утвержденный приложением 3 к Указу Президента Республики Узбекистан от 12 июня 2015 года № ПФ-4732, а также сертификат зарубежной образовательной организации.\n\n144 академических часа профессионального развития осуществляется в лабораторных условиях и в форме самостоятельного обучения. В рамках этого процесса слушатели планируют свою траекторию профессионального развития на основе финской образовательной модели и собирают результаты деятельности в электронном и рефлексивном портфолио.\n\nВажной составной частью профессионального развития является проектная деятельность. Слушатели разрабатывают образовательные или методические проекты, соответствующие уровням дошкольного, общего среднего или высшего образования, на основе STEAM-подхода и методологии проектного обучения (PBL).\n\nТакже в процессе профессионального развития широкое место занимают лабораторные работы. Слушатели проводят практические занятия с использованием робототехники, 3D-принтеров, VR/AR технологий, цифровых лабораторий и интерактивных учебных платформ.",
    "content_en": "The professional development course consists of 288 hours. 144 hours of the curriculum are mastered by the listener through independent study, 72 hours are conducted with release from work in educational organizations of foreign countries in mobile form (or online), and 72 hours are conducted in the form of direct professional development with release from work.\n\nCourse participants who successfully pass certification receive a state-standard certificate approved by Appendix 3 to the Decree of the President of the Republic of Uzbekistan dated June 12, 2015 No. PF-4732, as well as a certificate from a foreign educational organization.\n\n144 academic hours of professional development are carried out in laboratory conditions and in the form of independent learning. Within this process, participants plan their professional development trajectory based on the Finnish education model and collect activity results in electronic and reflective portfolios.\n\nProject activity is implemented as an important component of professional development. Participants develop educational or methodological projects corresponding to preschool, general secondary, or higher education levels based on the STEAM approach and project-based learning (PBL) methodology.\n\nLaboratory work also occupies a wide place in the professional development process. Participants conduct practical sessions using robotics, 3D printers, VR/AR technologies, digital laboratories, and interactive learning platforms.",
    "hours": 288,
    "features": ["STEAM", "VR/AR", "Robotics", "Portfolio", "International Certificate"]
  },
  {
    "id": 2,
    "title_uz": "Xalqaro darajadagi qisqa muddatli kurslar",
    "title_ru": "Международные краткосрочные курсы",
    "title_en": "International Short-term Courses",
    "description_uz": "36 va 72 akademik soatli kasbiy rivojlantirish dasturlari",
    "description_ru": "Программы профессионального развития на 36 и 72 академических часа",
    "description_en": "36 and 72 academic hour professional development programs",
    "content_uz": "Laboratoriyada Finlandiya ta'lim moduli asosida ishlab chiqilgan uchta ta'lim muhitining maketlari – maktabgacha ta'lim, umumiy o'rta (maktab) ta'limi va oliy ta'lim bosqichlarini qamrab oladi hamda 36 va 72 akademik soatli kasbiy rivojlantirish dasturlarini amalga oshirish uchun mo'ljallangan.\n\n36 akademik soatli qisqa muddatli kasbiy rivojlantirish kursi laboratoriya sharoitida intensiv va amaliy yo'naltirilgan shaklda tashkil etiladi. Kurs Finlandiya ta'lim moduli asosida pedagog kadrlarning zamonaviy ta'lim texnologiyalaridan foydalanish bo'yicha asosiy amaliy kompetensiyalarini shakllantirishga qaratiladi.\n\n72 akademik soatli qisqa muddatli kasbiy rivojlantirish kursi laboratoriya va mustaqil ta'lim faoliyatini uyg'unlashtirgan holda tashkil etiladi. Kurs Finlandiya ta'lim moduli asosida pedagog kadrlarning raqamli, metodik va innovatsion kompetensiyalarini chuqurlashtirish, shuningdek zamonaviy ta'lim texnologiyalarini loyihalash va sinovdan o'tkazish ko'nikmalarini rivojlantirishga yo'naltiriladi.\n\nKasbiy rivojlantirish jarayonida robototexnika, 3D printerlar, VR/AR texnologiyalari, raqamli laboratoriyalar va interaktiv o'quv platformalari integratsiyalashgan holda qo'llanilib, STEAM yondashuvi, loyiha va muammo asosida o'qitish (PBL), tajribaga asoslangan o'rganish metodlari asosida amaliy mashg'ulotlar tashkil etiladi.",
    "content_ru": "В лаборатории разработаны макеты трех образовательных сред на основе финской образовательной модели – охватывающие уровни дошкольного, общего среднего (школьного) и высшего образования и предназначенные для реализации программ профессионального развития на 36 и 72 академических часа.\n\n36-часовой краткосрочный курс профессионального развития организуется в лабораторных условиях в интенсивной и практико-ориентированной форме. Курс направлен на формирование основных практических компетенций педагогических кадров по использованию современных образовательных технологий на основе финской образовательной модели.\n\n72-часовой краткосрочный курс профессионального развития организуется с координацией лабораторной и самостоятельной учебной деятельности. Курс направлен на углубление цифровых, методических и инновационных компетенций педагогических кадров на основе финской образовательной модели, а также на развитие навыков проектирования и тестирования современных образовательных технологий.\n\nВ процессе профессионального развития интегрированно применяются робототехника, 3D-принтеры, VR/AR технологии, цифровые лаборатории и интерактивные учебные платформы, организуются практические занятия на основе STEAM-подхода, проектного и проблемного обучения (PBL), методов обучения на основе опыта.",
    "content_en": "The laboratory has developed models of three educational environments based on the Finnish education model – covering preschool, general secondary (school), and higher education levels and designed for implementing 36 and 72 academic hour professional development programs.\n\nThe 36-hour short-term professional development course is organized in laboratory conditions in an intensive and practice-oriented form. The course is aimed at forming basic practical competencies of teaching staff in using modern educational technologies based on the Finnish education model.\n\nThe 72-hour short-term professional development course is organized with coordination of laboratory and independent learning activities. The course is aimed at deepening digital, methodological, and innovative competencies of teaching staff based on the Finnish education model, as well as developing skills in designing and testing modern educational technologies.\n\nIn the professional development process, robotics, 3D printers, VR/AR technologies, digital laboratories, and interactive learning platforms are applied in an integrated manner, and practical sessions are organized based on the STEAM approach, project and problem-based learning (PBL), and experience-based learning methods.",
    "hours": [36, 72],
    "features": ["3D Printing", "Digital Lab", "Methodology", "Certificate"]
  },
  {
    "id": 3,
    "title_uz": "Ilmiy tadqiqot faoliyati",
    "title_ru": "Научно-исследовательская деятельность",
    "title_en": "Scientific Research Activities",
    "description_uz": "Finlandiya ta'lim moduli asosida ilmiy tadqiqotlar",
    "description_ru": "Научные исследования на основе финской образовательной модели",
    "description_en": "Scientific research based on Finnish education model",
    "content_uz": "Laboratoriya doirasida Finlandiya ta'lim moduli hamda boshqa yetakchi xalqaro davlatlar ta'lim modullari asosida pedagogika, ta'lim texnologiyalari va kasbiy rivojlanish yo'nalishlarida ilmiy tadqiqotlar olib boriladi. Mazkur tadqiqotlar zamonaviy ilmiy-metodologik yondashuvlar, evidensiyaga asoslangan ta'lim (evidence-based education) va xalqaro ilmiy standartlar asosida tashkil etiladi.\n\nLaboratoriya tomonidan olib borilayotgan ilmiy tadqiqotlar ilmiy ekspertizadan o'tkazilib, ularning metodologik asoslanganligi, ilmiy yangiligi va amaliy ahamiyati baholanadi. Ekspertiza natijalariga ko'ra, istiqbolli va sifatli ilmiy ishlanmalar ilmiy-metodik jihatdan qo'llab-quvvatlanadi, takomillashtiriladi hamda ta'lim amaliyotiga joriy etish uchun tavsiya etiladi.\n\nShuningdek, laboratoriya ilmiy tadqiqotlar natijalarini xalqaro hamkorliklar doirasida rivojlantirish, qo'shma ilmiy loyihalar amalga oshirish, ilmiy maqolalar va metodik ishlanmalarni tayyorlash hamda ularni milliy va xalqaro nashrlarda e'lon qilish uchun ilmiy platforma vazifasini bajaradi.",
    "content_ru": "В рамках лаборатории проводятся научные исследования в области педагогики, образовательных технологий и профессионального развития на основе финской образовательной модели, а также образовательных моделей других ведущих международных государств. Данные исследования организуются на основе современных научно-методологических подходов, доказательного образования (evidence-based education) и международных научных стандартов.\n\nНаучные исследования, проводимые лабораторией, проходят научную экспертизу, оценивается их методологическая обоснованность, научная новизна и практическая значимость. По результатам экспертизы перспективные и качественные научные разработки поддерживаются научно-методически, совершенствуются и рекомендуются для внедрения в образовательную практику.\n\nТакже лаборатория выполняет функцию научной платформы для развития результатов научных исследований в рамках международного сотрудничества, реализации совместных научных проектов, подготовки научных статей и методических разработок и их публикации в национальных и международных изданиях.",
    "content_en": "Within the laboratory, scientific research is conducted in the fields of pedagogy, educational technologies, and professional development based on the Finnish education model as well as educational models of other leading international countries. These studies are organized based on modern scientific-methodological approaches, evidence-based education, and international scientific standards.\n\nScientific research conducted by the laboratory undergoes scientific expertise, evaluating their methodological foundation, scientific novelty, and practical significance. Based on the results of expertise, promising and quality scientific developments are supported scientifically and methodologically, improved, and recommended for implementation in educational practice.\n\nThe laboratory also serves as a scientific platform for developing research results within international cooperation, implementing joint scientific projects, preparing scientific articles and methodological developments, and publishing them in national and international publications.",
    "hours": null,
    "features": ["Research", "Innovation", "International Cooperation", "Publications"]
  }
]